[
  {
    "id": "seed-1",
    "title": "Hydrogen-ready offshore turbines: lessons from HT1 Aberdeen Bay",
    "date": "2025-02-18",
    "category": "Hydrogen & Floating",
    "excerpt": "Coordinating offshore wind with hydrogen production while keeping lenders confident.",
    "content": "From hybrid dispatch strategy to certifier alignment, we unpack how the 8MW Aberdeen Bay concept balanced technical risk, commercial viability, and control constraints."
  },
  {
    "id": "seed-2",
    "title": "Certification playbook for 294MW offshore portfolios",
    "date": "2025-01-22",
    "category": "Certification",
    "excerpt": "Structuring evidence for IEC 61400-22 and DNV-OS-J901 without slowing delivery.",
    "content": "We share the Rentel OWF approach: stakeholder mapping, document readiness gates, and how to synchronize OEM, developer, and certifier timelines to protect budgets."
  },
  {
    "id": "seed-3",
    "title": "Bid-winning layouts: micro-siting for IRR and AEP",
    "date": "2025-02-05",
    "category": "Wind Farm Layout",
    "excerpt": "Building competitive offshore bids with calibrated wake models and SCADA validation.",
    "content": "Drawing on GE and Vattenfall programs, we outline how to iterate mesoscale, turbulence, and curtailment assumptions to strengthen bankable IRR cases."
  },
  {
    "id": "seed-4",
    "title": "Automating loads, controllers, and lifetime extension",
    "date": "2024-12-14",
    "category": "Training & Tools",
    "excerpt": "Why automation-first load and control tooling saves millions annually for OEMs.",
    "content": "We detail how Excel-VB, Flex5, and Bladed pipelines shortened DLC cycles, enabled lifetime extension reviews, and scaled training for certification bodies."
  },
  {
    "id": "seed-5",
    "title": "Closing the loop on loads verification",
    "date": "2024-11-30",
    "category": "Loads & Structural Design",
    "excerpt": "Coordinating aeroelastic simulations, DLC coverage, and controller tuning for certification.",
    "content": "From model fidelity to site-specific DLC selection, we discuss how Aldott navigates certification pathways for both fixed-bottom and floating assets."
  }
]
